Repository: espenmn/medialog.notifications
Catalog: src/medialog/notifications/locales/*/LC_MESSAGES/medialog.notifications.po
Languages: no

source: A notify action can show a message to the user.
no: En varselshandling kan vise en melding til brukeren.

source: A notify action saves a message to the user.
no: En varselshandling lagrer en melding til brukeren.

source: Add Notify Content Action
no: Legg til varselinnholdshandling

source: Additional notification user(s)
no: Ekstra varslingsbruker(e)

source: Assigned to (who should see this)
no: Tildelt til (hvem som skal se dette)

source: Configure element
no: Konfigurer element

source: Edit NotifyAdd Action
no: Rediger NotifyAdd-handling

source: Effective date.
no: Gyldig dato.

source: Installs the medialog.notifications add-on.
no: Installerer medialog.notifications-tillegget.

source: Message
no: Melding

source: Message type
no: Meldingstype

source: Notification
no: Varsel

source: Notify with message ${message}
no: Varsel med melding ${message}

source: Select the type of message to display.
no: Velg typen melding som skal vises.

source: Show message type (Title)
no: Vis meldingstype (Tittel)

source: Specific date to show notification
no: Spesifikk dato for å vise varsel

source: The message shown to the user. NOTE: You can use '${}' variables (see below))
no: Meldingen vist til brukeren. MERK: Du kan bruke '${}'-variabler (se nedenfor))

source: Time of day
no: Tid på dagen

source: Uninstalls the medialog.notifications add-on.
no: Avinstallerer medialog.notifications-tillegget.

source: Use '${}' variables list below (for example ${user_id} )
no: Bruk listen over '${}'-variabler nedenfor (for eksempel ${user_id})

source: label_notify_groups
no: Varsle grupper

source: label_notify_groups_desc
no: Varsle spesifikke grupper

source: label_notify_users
no: Varsle brukere

source: label_notify_users_desc
no: Varsle spesifikke medlemmer

source: label_time_filter
no: Vis umiddelbart

source: label_time_filter_desc
no: Vis varsler umiddelbart

source: label_user_filter
no: Varsle alle

source: label_user_filter_desc
no: Varsle alle

source: medialog.notifications (uninstall)
no: medialog.notifications (avinstaller)
